cask_args appdir: "/Applications"

# Tap Homebrew
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "civo/tools"
tap "anchore/grype"

cask "visual-studio-code"
cask "docker"
cask "insomnia"
cask "iterm2"
cask "firefox"
cask "google-chrome"
cask "yt-music

# System
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mas"
brew "curl"
brew "wget"
brew "git"
brew "vim"
brew "deno"
brew "node"
brew "nvm"
brew "pnpm"
brew "yarn"



